[
	"A ambição cerra o coração.",
	"A apressada pergunta, vagarosa resposta.",
	"A ave de rapina não canta.",
	"A barriga não tem fiador.",
	"A boa mão, do Rocim faz cavalo; e a ruim, do Cavalo faz Rocim.",
	"A boca do ambicioso só se fecha com terra da sepultura.",
	"A boda e a baptizado não vás sem ser convidado.",
	"A cada Bacorinho, vem seu S. Martinho.",
	"A cada boca uma sopa.",
	"A cadela, com pressa, pariu os cachorros cegos.",
	"A campo fraco, Lavrador forte.",
	"A casamento e baptizado, não vás sem ser convidado.",
	"A cavalo dado não se olha o dente.",
	"A chuva de S. João, bebe o Vinho e come o Pão.",
	"A chuva e o frio, metem a Lebre a caminho.",
	"A conselho amigo, não feches o postigo.",
	"A culpa morreu solteira.",
	"A desgraça não marca encontro.",
	"A encomenda é igual ao cabaz.",
	"A espada e o anel, segundo a mão em que estiverem.",
	"A falta do amigo há-de-se conhecer mas não aborrecer.",
	"A fama longe soa. E mais depressa a má que a boa.",
	"A fome é a melhor cozinheira.",
	"A fome é boa mostarda.",
	"A fome é o melhor tempero.",
	"A fome faz sair o lobo do mato.",
	"A galinha da vizinha é sempre melhor que a minha.",
	"A ganhar se perde e a perder se ganha.",
	"A gosto danado, o doce é amargo.",
	"A ignorância e o vento são do maior atrevimento.",
	"A justiça tarda mas não falha.",
	"A Laranja, de manhã é Ouro, de tarde é Prata, e à noite mata.",
	"A lei é dura, mas é para se cumprir.",
	"A melhor Cozinheira, é a azeiteira.",
	"A Morte abre a porta da Fama e fecha a da Inveja.",
	"A mulher, sem pôr o pé faz pegada.",
	"A necessidade aguça o engenho.",
	"A necessidade não tem lei.",
	"A noite é boa conselheira.",
	"A nuvem passa, mas a chuva fica.",
	"A ocasião faz o ladrão.",
	"A ociosidade é mãe de todos os vícios.",
	"A palavra é de prata e o silêncio é de ouro.",
	"A pedra e a palavra, não se recolhe depois de deitada.",
	"A Pescada de Janeiro, vale um carneiro.",
	"A pintura e a peleja, de longe se veja.",
	"A pobreza não é vileza, nem a riqueza nobreza.",
	"A preguiça é a mãe de todos os vícios.",
	"A preguiça morre à sede, andando a boiar.",
	"A pressa é inimiga da perfeição.",
	"A primeira, qualquer cai. À segunda cai quem quer.",
	"A quem do seu foi mau despenseiro, não fies o teu dinheiro.",
	"A quem tudo quer saber, nada se lhe diz.",
	"A razão e a verdade fogem quando ouvem disputas.",
	"A rir se corrigem os costumes.",
	"A roupa suja lava-se em casa.",
	"A união faz a força.",
	"A vaidade é o espelho dos tolos.",
	"A valentia com os fracos, só cobardia revela.",
	"A ventre farto o mel amarga.",
	"A verdade é como o azeite: vem sempre ao de cima.",
	"A vozes loucas, orelhas moucas.",
	"Abril frio e molhado, enche o celeiro e farta o gado.",
	"Abril, Abril, está cheio o covil.",
	"Agosto tem a culpa, e Setembro leva a fruta.",
	"Água de Fevereiro, mata o Onzeneiro.",
	"Água de Julho, no rio não faz barulho.",
	"Água detida é má para a bebida.",
	"Água e vento são meio sustento.",
	"Água mole em pedra dura, tando dá até que fura.",
	"Águas da Ascensão, das palhas fazem Grão.",
	"Águas passadas não movem Moinhos.",
	"Águas verdadeiras, por S. Mateus as primeiras.",
	"Aí por Santana, limpa a pragana.",
	"Ainda que mude a pele a Raposa, seu natural desponja.",
	"Albarda-se o burro à vontade do dono.",
	"Almoço cedo, faz carne e sebo; almoço tarde, nem sebo nem carne.",
	"Alto mar e não de vento, não promete seguro o tempo.",
	"Amigo diligente, é melhor que parente.",
	"Amigo disfarçado, inimigo dobrado.",
	"Amigo que não presta e faca que não corta: que se percam, pouco importa.",
	"Amigo verdadeiro vale mais do que dinheiro.",
	"Amigo, vinho e azeite o mais antigo.",
	"Amigos, amigos, negócios à parte.",
	"Amor com amor se paga.",
	"Amor de pais não há jamais.",
	"Amor querido, amor batido.",
	"Amores arrufados, amores dobrados.",
	"Ande o frio por onde andar, no Natal cá vem parar.",
	"Ande por onde andar o Verão, há-de vir no S. João.",
	"Ano de nevão, ano de pão.",
	"Ano de neve, paga o que deve.",
	"Antes caia do cu do que do alforge.",
	"Antes cegues que mal vejas.",
	"Antes martelo que bigorna.",
	"Antes mau ano que mau vizinho.",
	"Antes minha face com fome amarela, que vergonha nela.",
	"Antes que te cases, vê o que fazes.",
	"Antes quebrar que torcer.",
	"Antes quero Asno que me leve, que Cavalo que me derrube.",
	"Ao arrendar cantar e ao pagar chorar.",
	"Ao bebado e ao tolo, dá-se o caminho todo.",
	"Ao bom amigo, com teu pão e teu vinho.",
	"Ao bom pagador não dói o penhor.",
	"Ao Diabo e à mulher nunca falta que fazer.",
	"Ao Fevereiro e ao rapaz, perdoa tudo quanto faz.",
	"Ao homem de esforço a fortuna lhe põe ombro.",
	"Ao homem ousado a fortuna dá a mão.",
	"Ao menino e ao borracho põe Deus a mão por baixo.",
	"Ao pé do pano é que se talha a obra.",
	"Ao quinto dia verás que mês terás.",
	"Ao rico mil amigos se deparam, ao pobre seus irmãos o desamparam.",
	"Ao rico não devas e ao pobre não peças.",
	"Ao rico não faltes, ao pobre não prometas.",
	"Apanha com o cajado quem se mete onde não é chamado.",
	"Apanha-se mais depressa um mentiroso do que um coxo.",
	"Apanham-se mais moscas com mel do que com fel.",
	"Apressado come cru.",
	"Aproveite Fevereiro quem folgou em Janeiro.",
	"Aquele que me tira do perigo, é meu amigo.",
	"Aquilo que sabe bem, ou faz mal ou é pecado.",
	"Arco de teixo duro de armar e fraco para disparar.",
	"Arco sempre armado, ou frouxo ou quebrado.",
	"Arrenda a vinha e o pomar se os queres desgraçar.",
	"As aparências iludem.",
	"As boas contas fazem os bons amigos.",
	"As cadelas apressadas parem cães tortos.",
	"As favas, Maio as dá, Maio as leva.",
	"As obras falam, as palavras calam.",
	"As palavras são como as cerejas, vêm umas atrás das outras.",
	"As palavras voam, a escrita fica.",
	"As paredes têm ouvidos.",
	"As sopas e os amores, os primeiros são os melhores.",
	"Às vezes não se respeita o burro, mas a argola a que ele está amarrado.",
	"Assim como vires o tempo de Santa Luzia ao Natal, assim estará o ano mês a mês até final.",
	"Até ao lavar dos cestos é vindima.",
	"Até ao Natal um saltinho de pardal.",
	"Até S. Pedro abre rego e fecha rego.",
	"Até S. Pedro tem a vinha medo.",
	"Atrás de mim virá, quem de mim bem dirá.",
	"Ave que canta demais não sabe fazer o ninho.",
	"Ave só não faz ninho.",
	"Azeite de cima, mel do fundo e vinho do meio.",
	"Barco parado, não faz viagem.",
	"Barriga cheia, companhia desfeita.",
	"Besta grande, Cavalo de pau.",
	"Boa amizade, segundo parentesco.",
	"Boa cepa, Maio a deita.",
	"Boa fama granjeia quem não diz mal da vida alheia.",
	"Bocado comido não faz amigo.",
	"Boda molhada, boda abençoada.",
	"Bodas em Março é ser madraço.",
	"Boi luzidio nunca tem fastio.",
	"Boi velho com os ossos lavra.",
	"Bolsa despejada, casa amargurada.",
	"Bolsa leve, coração pesado.",
	"Bom é saber calar até ser tempo de falar.",
	"Bom rei, se quereis que vos sirva, dai-me de comer.",
	"Bom serás, se morto estás.",
	"Burro com fome, cardos come.",
	"Burro que geme, carga não teme.",
	"Burro velho não toma andadura; e se a toma, pouco dura.",
	"Burro velho, mais vale matá-lo que ensiná-lo.",
	"Burro velho, não aprende línguas.",
	"Cabrito de um mês, queijo de três.",
	"Cada cabeça sua sentença.",
	"Cada cor, seu paladar.",
	"Cada macaco no seu galho.",
	"Cada maluco com a sua mania.",
	"Cada terra com seu uso cada roca com seu fuso.",
	"Cada um por si, Deus por todos.",
	"Cada um puxa a brasa para a sua sardinha.",
	"Cada um sabe as linhas com que se cose.",
	"Cada um sabe de si e Deus sabe de todos",
	"Cada um vê mal ou bem, conforme os olhos que tem.",
	"Calças brancas em Janeiro, sinal de pouco dinheiro.",
	"Cama no chão, cama de cão.",
	"Candeia que vai à frente alumia duas vezes.",
	"Candelária chovida, à candeia dá vida.",
	"Cansa quem dá e mais cansa quem toma.",
	"Cão de raça não usa coleira.",
	"Cão que ladra não morde.",
	"Carga leve, longe pesa.",
	"Carnaval na eira, Páscoa à lareira.",
	"Casa de Duque nunca pediu.",
	"Casa de fato, ninho de rato.",
	"Casa de pais, escola de filhos.",
	"Casa de pobre, tacho de cobre.",
	"Casa de pombo, casa de tombo.",
	"Casa que não é ralhada, não é bem governada.",
	"Casamento, apartamento.",
	"Casarás e amansarás.",
	"Cava fundo em Novembro para plantares em Janeiro.",
	"Cavalo amarrado também pasta.",
	"Cavalo fouveiro, deixa o dono no terreiro.",
	"Cavalo que voa não quer espora.",
	"Cesteiro que faz um cesto faz um cento, dando-lhe verga e tempo.",
	"Céu escamado, ao terceiro dia molhado.",
	"Cevada loira, sardinha como toira.",
	"Choupana onde se ri vale mais que palácio onde se chora.",
	"Chovam trinta Maios e não chova em Junho.",
	"Chove, chove, galinha foge.",
	"Chuva de ascensão dá palhinhas e pão.",
	"Chuva de Junho, peçonha do mundo.",
	"Chuva de S. João talha o vinho e não dá pão.",
	"Chuva em Dia das Candeias, ano de ribeiras cheias.",
	"Chuva em Janeiro e não frio, dá riqueza no estio.",
	"Colcha feita, noivo à espreita.",
	"Com a mulher e o dinheiro, não zombes companheiro.",
	"Com direito por teu lado, nunca receies dar brado.",
	"Com o fogo não se brinca.",
	"Com papas e bolos se enganam os tolos.",
	"Com vento se limpa o trigo, e os vícios com castigo.",
	"Come pouco e bebe pouco, e dormirás como um louco.",
	"Comer e coçar, o mal é começar.",
	"Comer laranjas em Janeiro, é dar que fazer ao coveiro.",
	"Comida fina em copos grossos faz mal aos ossos.",
	"Como canta o galo velho, assim cantará o novo.",
	"Como fizeres, assim acharás.",
	"Contra a força, não há resistência.",
	"Contra factos, não há argumentos.",
	"Criado que faz o seu dever, orelhas de burro deve ter.",
	"Cu de Cão e nariz de gente, nunca está quente.",
	"Cuidados e caldos de Galinha, nunca fizeram mal a ninguém.",
	"Dá Deus nozes, a quem não tem dentes.",
	"Da discussão nasce a luz.",
	"Dá duas vezes, quem prontamente dá.",
	"Da flor de Janeiro, ninguém enche o celeiro.",
	"Dádiva de ruim, a seu dono se parece.",
	"Dar a César o que é de César, dar a Deus o que é de Deus.",
	"De boas intenções, está o Inferno cheio.",
	"De Espanha, nem bom vento nem bom casamento.",
	"De lautas ceias, estão as sepulturas cheias.",
	"De livro fechado, não sai letrado.",
	"De manhã a manhã, perde o Carneiro a lã.",
	"De manhã ao monte, de tarde à fonte.",
	"De médico e de louco, todos temos um pouco.",
	"De noite todos os gatos são pardos.",
	"De pequenino se torce o pepino.",
	"De rico a soberbo, não há palmo inteiro.",
	"De S.ª Catarina ao Natal, um mês igual.",
	"Defeitos do meu amigo, lamento mas não maldigo.",
	"Deitar cedo e cedo erguer, dá saúde e faz crescer.",
	"Depois da batalha aparecem os valentes.",
	"Depois da tempestade vem a bonança.",
	"Depois de casa roubada trancas à porta.",
	"Depois de S. Vicente já se pode enganar toda a gente.",
	"Depois do burro morto, cevada ao rabo.",
	"Depressa e bem, não há quem.",
	"Desmanchar e fazer tudo é fazer.",
	"Deus ajuda quem trabalha, que é o capital que menos falha.",
	"Deus ajudando vai em Julho mereando.",
	"Deus dá o frio conforme a roupa.",
	"Deus é bom e o diabo não é mau.",
	"Deus escreve direito por linhas tortas.",
	"Deus nos livre dos maus vizinhos de ao pé da porta.",
	"Deus quer, o Homem sonha, a obra nasce.",
	"Deus vê o que o Diabo esconde.",
	"Devagar se vai ao longe.",
	"Dezembro com Junho ao desafio, traz Janeiro frio.",
	"Dezembro frio, calor no estio.",
	"Dia de S. Barnabé, sega-se a palma do pé.",
	"Dia de S. Silvestre, quem tem carne que lhe preste.",
	"Dinheiro compra pão, mas não compra gratidão.",
	"Dinheiro e santidade, a metade da metade.",
	"Dinheiro emprestado, anda mal parado.",
	"Dinheiro emprestaste, inimigo criaste.",
	"Dinheiro esquecido, nem é pago nem agradecido.",
	"Dinheiro não traz felicidade.",
	"Diz o roto ao nu: porque não te vestes tu?",
	"Diz-me com quem andas, dir-te-ei quem és.",
	"Do Natal à Sta. Luzia, cresce um palmo em cada dia.",
	"Do trabalho e experiência, aprendeu o Homem a ciência.",
	"Dos 15 aos 20, caso com quem o meu pai quiser; dos 20 aos 25 é com quem eu quiser; depois dos 25, venha quem vier, não fica sem mulher.",
	"Dos enganos vivem os Escrivães.",
	"Dos Santos ao Natal, é Inverno natural.",
	"Duro com duro, não faz bom muro.",
	"É mais fácil prometer que dar.",
	"É tarde para economia, quando a bolsa está vazia.",
	"Em Abril águas mil.",
	"Em Abril queima a velha o carro e o carril.",
	"Em Abril, cada pulga dá mil.",
	"Em Abril, lavra as altas, mesmo com água pelo machil.",
	"Em Abril, vai onde deves ir, mas volta ao teu covil.",
	"Em Agosto, antes vinagre do que mosto.",
	"Em Agosto, nem vinho nem mosto.",
	"Em Agosto, Sardinhas e mosto.",
	"Em ano chuvoso, até o diligente é preguiçoso.",
	"Em ano geado, não há pão dobrado.",
	"Em casa de ferreiro, espeto de pau.",
	"Em casa de Gonçalo, pode mais a galinha que o galo.",
	"Em casa em que não há pão todos ralham e ninguém tem razão.",
	"Em Dezembro, treme de frio cada membro.",
	"Em dia de festa a barriga atesta.",
	"Em dia de S. Matias, começam as enxertias.",
	"Em Fevereiro, chega-te ao lameiro.",
	"Em Fevereiro, chuva; em Agosto, uva.",
	"Em Janeiro saltinho de carneiro.",
	"Em Janeiro sobe ao outeiro; se vires verdejar, põe-te a chorar, se vires nevar, põe-te a cantar.",
	"Em Janeiro uma hora por inteiro e, quem bem olhar, hora e meia há-de achar.",
	"Em Janeiro, cada Ovelha com seu Cordeiro.",
	"Em Janeiro, nem Galgo lebreiro, nem Açor perdigueiro.",
	"Em Janeiro, seca a Ovelha no fumeiro.",
	"Em Janeiro, sete capelos e um sombreiro.",
	"Em Janeiro, um Porco ao sol e outro ao fumeiro.",
	"Em Maio queima-se a cereja ao borralho.",
	"Em Maio, já a velha aquece o palácio.",
	"Em Maio, nem à porta de casa saio.",
	"Em Março, esperam-se as rocas e sacham-se as hortas.",
	"Em Março, tanto durmo como faço.",
	"Em Novembro, prova o vinho e planta o cebolinho.",
	"Em Outubro sê prudente: guarda pão, guarda semente.",
	"Em Outubro, o fogo ao rubro.",
	"Em Outubro, paga tudo.",
	"Em princípio de Maio, corre o Lobo e o Veado.",
	"Em Roma sê romano.",
	"Em Setembro, ardem os montes, secam-se as fontes.",
	"Em tempo de Figos, não há amigos.",
	"Em tempo de guerra todo o buraco é trincheira.",
	"Em tempo de guerra, não se limpam as armas.",
	"Em terra de cegos, quem tem um olho é Rei.",
	"Enquanto se capa, não se assobia.",
	"Enquanto se cava na vinha, não se cava no bacelo.",
	"Entradas de Leão, saídas de Sendeiro.",
	"Entre marido e mulher não metas a colher.",
	"Entrudo borralheiro, Páscoa soalheira.",
	"Escândalo aparta amor.",
	"Escuta cem vezes, e fala uma só.",
	"Escuta o conselho dos outros e segue o teu.",
	"Espera de teus filhos o que a teus pais fizeres.",
	"Este mundo é uma bola; quem anda nela é que se amola.",
	"Fala pouco e bem, ter-te-ão por alguém.",
	"Fala-se no diabo e aparece-lhe o rabo.",
	"Falai no mau, aparelhai o pau.",
	"Falar sem cuidar, é atirar sem apontar.",
	"Faz o que digo, não faças o que faço.",
	"Faz da noite, noite; e do dia, dia e viverás com alegria.",
	"Fazer bem a vilão ruim é lançar água em cesto roto.",
	"Feno alto ou baixo, em Junho é cegado.",
	"Fevereiro é dia, e logo é Santa Luzia.",
	"Fevereiro enxuto, rói mais pão do que quantos ratos há no mundo.",
	"Fevereiro quente, traz o diabo no ventre.",
	"Fevereiro recouveiro, afaz a perdiz ao poleiro.",
	"Fia-te na Virgem e não corras e logo vês o trambolhão que levas.",
	"Fiandeira não ficaste, pois em Maio não fiaste.",
	"Fidalgos, galgos e pardais são três espécies de animais.",
	"Filho de burro não pode ser cavalo.",
	"Filho de peixe sabe nadar.",
	"Filho és pai serás, assim como fizeres assim acharás.",
	"Filho que pais amargura, jamais conte com ventura.",
	"Filho sem dor, mãe sem amor.",
	"Filhos criados, trabalhos dobrados.",
	"Filhos das minhas filhas, meus netos são. Filhos dos meus filhos serão ou não.",
	"Flor ao peito, asno perfeito.",
	"Formosura, pouco dura.",
	"Fui a casa da minha vizinha, envergonhei-me; vim para a minha e governei-me.",
	"Gado de bico, nunca deixou ninguém rico.",
	"Gaivotas em terra temporal no mar.",
	"Galinha cantadeira é pouco poedeira.",
	"Galinha do mato, não quer capoeira.",
	"Galinha gorda ao maltês, ou podre, ou choca de um mês.",
	"Galinha que canta, faca na garganta.",
	"Galinhas de S. João, no Natal ovos dão.",
	"Galo cantador é pouco galador.",
	"Galo que acompanha pato morre afogado.",
	"Ganhá-lo como um preto, gastá-lo como um fidalgo.",
	"Ganhai o que souberdes e poupai o que puderdes.",
	"Gato escaldado, de água fria tem medo.",
	"Goraz de Janeiro vale dinheiro.",
	"Gordura, é formosura.",
	"Grandes discursos não provam grande sabedoria.",
	"Grão a grão, enche a galinha o papo.",
	"Guarda de comer, não guardes de fazer.",
	"Guarda hoje o que não precisas, que amanhã pode servir-te.",
	"Guarda o melhor saio para Maio.",
	"Guarda o que não presta, terás o que é preciso.",
	"Guarda prado, criarás gado.",
	"Guarda-te do homem que não fala e do cão que não ladra.",
	"Guardado está o bocado para quem o há-de comer.",
	"Há males que vêm por bem.",
	"Há mar e mar, há ir e voltar.",
	"Há mil modos de morrer e um só de nascer.",
	"Haja fartura, que a fome ninguém a atura.",
	"Homem folgazão, no trabalho sonolento.",
	"Homem necessitado, cada ano apedrejado.",
	"Homem pequenino, ou velhaco ou dançarino.",
	"Homem prevenido vale por dois.",
	"Hora a hora, Deus melhora.",
	"Imita a formiga e viverás sem fadiga.",
	"Inverno de Março e seca de Abril, deixam o lavrador a pedir.",
	"Ira e cobiça, não queiras havê-las por companheiras.",
	"Janeiro fora, cresce uma hora.",
	"Janeiro geoso e Fevereiro chuvoso fazem o ano formoso.",
	"Janeiro molhado, se não cria o pão, cria o gado.",
	"Janeiro molhado, se não é bom para o pão, não é mau para o gado.",
	"Janeiro quente, traz o Diabo no ventre.",
	"Janeiro tem uma hora por inteiro.",
	"Julho quente, seco e ventoso, trabalha sem repouso.",
	"Junho calmoso, ano formoso.",
	"Junho floreiro, paraíso verdadeiro.",
	"Junho, dorme-se sobre o punho.",
	"Junho, foice em punho.",
	"Junta-te aos bons e serás como eles; junta-te aos maus e serás pior do que eles.",
	"Lá vai o mal, onde comem o ovo sem sal.",
	"Ladrão que rouba a ladrão tem cem anos de perdão.",
	"Lágrimas de herdeiros, sorrisos sorrateiros.",
	"Lenha de figueira, rica de fumo, fraca de madeira.",
	"Leste escuro, Sol seguro.",
	"Livra-te do homem que não fala e do cão que não ladra.",
	"Logo que Outubro venha, procura a lenha.",
	"Longe da vista, longe do coração.",
	"Lua cheia, abóboras como areia.",
	"Lua nova trovejada, trinta dias é molhada.",
	"Luar de Janeiro não tem parceiro; mas lá vem o de Agosto que lhe dá no rosto.",
	"Lugar ventoso, lugar sem repouso.",
	"Macaco velho, não trepa galho seco.",
	"Maio couveiro não é vinhateiro.",
	"Maio frio e Junho quente: bom pão, vinho valente.",
	"Maio hortelão, muita palha e pouco grão.",
	"Maio pardo e ventoso faz o ano formoso.",
	"Mais depressa se apanha um mentiroso que um coxo.",
	"Mais fere a palavra do que a espada.",
	"Mais homens se afogam num copo do que no mar.",
	"Mais se tira com amor do que com dor.",
	"Mais vale burro vivo do que sábio morto.",
	"Mais vale cair em graça, do que ser engraçado.",
	"Mais vale cão vivo, que leão morto.",
	"Mais vale inveja que pena.",
	"Mais vale ir, do que mandar.",
	"Mais vale lavrar o nosso ao longe do que o alheio ao perto.",
	"Mais vale pão duro, que figo maduro.",
	"Mais vale penhor na arca, do que fiador na praça.",
	"Mais vale perder um minuto na vida do que a vida num minuto.",
	"Mais vale prevenir, que remediar.",
	"Mais vale prudência que ciência.",
	"Mais vale quem Deus ajuda do que quem muito madruga.",
	"Mais vale recusar com graça, do que dar com grosseria.",
	"Mais vale só, que mal acompanhado.",
	"Mais vale tarde do que nunca.",
	"Mais vale um cavalo com uma cela, do que três celas sem cavalo.",
	"Mais vale um farto, que dois famintos.",
	"Mais vale um gosto na vida, que três reis na algibeira.",
	"Mais vale um pássaro na mão, que dois a voar.",
	"Mais vale um que saiba mandar, do que cem a trabalhar.",
	"Mais vale um sim tardio do que um não vazio.",
	"Mais vale um toma do que dois te darei.",
	"Mais vale um vizinho à mão, do que ao longe o nosso irmão.",
	"Mais viver, mais aprender.",
	"Mal alheio, pesa como um cabelo.",
	"Mal haja quem de mim mal diz, mais quem mo traz ao nariz.",
	"Mal por mal, antes cadeia que hospital.",
	"Mal vai Portugal se não há três cheias antes de Natal.",
	"Malha o ferro enquanto está quente.",
	"Manda e faz: servido serás.",
	"Manda quem pode. Obedece quem deve.",
	"Manhã de açougue: quem mal fala, pior ouve.",
	"Mãos frias amores todos os dias.",
	"Mãos frias, coração quente, amor para sempre.",
	"Mãos quentes amores ausentes.",
	"Março duvidoso, S. João farinhoso.",
	"Março, marçagão, manhãs de Inverno e tardes de Verão.",
	"Meia vida é a candeia e o vinho outra meia.",
	"Mel, se o achaste come o que baste.",
	"Melhor é o ano tardio, do que o vazio.",
	"Mentir, nem zombando.",
	"Mocidade ociosa, traz velhice vergonhosa.",
	"Morra a pessoa mas fique a fama.",
	"Morra Marta, mas morra farta.",
	"Morrer por morrer, morra o meu pai que é mais velho.",
	"Morreu o bicho, acabou-se a peçonha.",
	"Morte com honra, não desonra.",
	"Morte desejada, é vida dobrada.",
	"Morto por morto, antes a velha que o porco.",
	"Muda-se de moleiro, não se muda de ladrão.",
	"Mudam-se os tempos, mudam-se as vontades.",
	"Muita gente junta não se salva.",
	"Muitas vezes se perde por preguiça o que se ganha por justiça.",
	"Muito atura quem precisa.",
	"Muito esquece a quem não sabe.",
	"Muito falar, pouco acertar.",
	"Muito falar, pouco pensar.",
	"Muito gasta o que vai e vem, mas mais gasta o que se detém.",
	"Muito pode a velhinha com o que leva para a sua casinha.",
	"Muito riso, pouco siso.",
	"Muitos conhecidos, poucos amigos.",
	"Muitos poucos, fazem muito.",
	"Mulher doente, mulher para sempre.",
	"Mulher e sardinha querem-se da pequenina.",
	"Mulher que assobia, ou capa porcos ou atraiçoa o marido.",
	"Mulher que assobia, ou é cabra ou é vadia.",
	"Mulher sardenta, mulher rabugenta.",
	"Na casa cheia, depressa se faz a ceia.",
	"Na casa deste home quem não trabalha não come.",
	"Na casa onde há dinheiro deve haver um só caixeiro.",
	"Na necessidade prova-se a amizade.",
	"Na prisão e no hospital, vês quem te quer bem e quem te quer mal.",
	"Na terra onde fores viver faz como vires fazer.",
	"Não acordes o gato que dorme.",
	"Não adianta chorar sobre o leite derramado.",
	"Não contes os pintos senão depois de nascidos.",
	"Não cresce erva em caminho calcado.",
	"Não dá a bota com a perdigota.",
	"Não deites foguetes antes da festa.",
	"Não deixes para amanhã o que podes fazer hoje.",
	"Não desejes mal a ninguém, que o teu mal pelo caminho vem.",
	"Não é bom o mosto colhido em Agosto.",
	"Não é com vinagre que se apanham moscas.",
	"Não é por grandes orelhas que o burro vai à feira.",
	"Não é por muito madrugar que amanhece mais cedo.",
	"Não faças nada antes de consultar a almofada.",
	"Não há amor como o primeiro.",
	"Não há atalho sem trabalho.",
	"Não há ausentes sem culpas, nem presentes sem desculpas.",
	"Não há bacorinho sem seu S. Martinho.",
	"Não há bela sem senão.",
	"Não há bem que sempre dure nem mal que nunca acabe.",
	"Não há boa terra sem bom lavrador.",
	"Não há duas sem três.",
	"Não há Entrudo sem Lua Nova nem Páscoa sem Lua Cheia.",
	"Não há fome que não dê em fartura.",
	"Não há fumo sem fogo.",
	"Não há guerra de mais aparato do que muitas mãos no mesmo prato.",
	"Não há luar como o de Janeiro nem amor como o primeiro.",
	"Não há maior amigo do que Julho com seu trigo.",
	"Não há mal que bem não traga.",
	"Não há mal que sempre dure nem bem que não se acabe.",
	"Não há mau tempo senão quando faz vento.",
	"Não há mês mais irritado do que Abril zangado.",
	"Não há onde o filho fique bem, como no colo da mãe.",
	"Não há pior cego do que aquele que não quer ver.",
	"Não há regra sem excepção.",
	"Não há roca sem fuso.",
	"Não há Sábado sem Sol, nem Domingo sem Missa, nem Segunda sem preguiça.",
	"Não hajas dó de quem tem muita roupa e faz má cama.",
	"Não mates mais do que podes salgar.",
	"Não medram as galinhas onde a raposa mora.",
	"Não peças a quem pediu nem sirvas a quem serviu.",
	"Não ponhas o carro à frente dos bois.",
	"Não se deve contar com um ovo quando ainda está dentro da galinha.",
	"Não se falar ao mestre do que ele ensina mal.",
	"Não se fazem omeletes sem partir ovos.",
	"Não se foge ao destino.",
	"Não se pescam trutas a bragas enxutas.",
	"Nao se pode ter sol na eira e chuva no nabal.",
	"Não suba o sapateiro além da chinela.",
	"Não te rias da caveira, que um dia nela te vais tornar.",
	"Não ter eira nem beira, nem raminho na figueira.",
	"Não tira bom resultado, quem vai onde não é chamado.",
	"Não tornes por detrás, pois é fraqueza desistir-se de coisa começada.",
	"Nas costas dos outros se vêm as nossas.",
	"Nasce erva em Março, ainda que lhe dêem com um maço.",
	"Natal a assoalhar e Páscoa ao mar.",
	"Natal à segunda-feira: Lavrador alarga a eira.",
	"Natal na praça e Páscoa em casa.",
	"Nem em Agosto caminhar, nem em Dezembro marear.",
	"Nem mesa sem pão, nem exército sem capitão.",
	"Nem no Inverno sem capa, nem no Verão sem cabaça.",
	"Nem sempre, nem nunca.",
	"Nem só de pão vive o homem.",
	"Nem tudo o que abana cai.",
	"Nem tudo o que luz é ouro, nem tudo o que alveja é prata.",
	"Nem tudo o que vem à rede é peixe.",
	"Neve em Fevereiro, presságio de mau celeiro.",
	"Nevoeiro de S. Pedro, põe em Julho o vinho a medo.",
	"Nevoeiro na serra, chuva na terra.",
	"Ninguém está bem com a sorte que tem.",
	"Ninguém se ria com o mal do vizinho, que o seu pode vir a caminho.",
	"Ninguém toque na ferida quando ainda sangra e está dorida.",
	"Ninho feito, Pega morta.",
	"No amor, quem foge é o vencedor.",
	"No aperto do perigo, conhece-se o amigo.",
	"No Carnaval nada parece mal.",
	"No dia da cozedura, até as aranhas ficam fartas.",
	"No dia de S. Lourenço vai à vinha e enche o lenço.",
	"No dia de S. Martinho vai à adega e prova o vinho.",
	"No dia de S. Martinho, mata o teu porco e prova o teu vinho.",
	"No dia de S. Martinho, lume, castanhas e vinho.",
	"No dia de Santiago pinta o bago.",
	"No dia de Santiago vai à vinha e prova o bago.",
	"No meio está a virtude.",
	"No melhor pano cai a nódoa.",
	"No minguante de Janeiro, corta o madeiro.",
	"No Natal à janela, na Páscoa à panela.",
	"No Outono o Sol tem sono.",
	"No poupar é que está o ganho.",
	"No princípio ou no fim, costuma Abril a ser ruim.",
	"No S. João, a sardinha pinga no pão.",
	"No tempo do cuco, tanto está molhado como enxuto.",
	"Noite aqui, noite em casa.",
	"Norte frio, água no rio.",
	"Nunca de corvo bom ovo.",
	"Nunca digas desta água não beberei.",
	"Nunca falta um chinelo velho para um pé manco.",
	"Nuvens em Setembro: chuva em Novembro e neve em Dezembro.",
	"O alheio chora o seu dono.",
	"O barato sai caro.",
	"O Bem soa, o Mal voa.",
	"O bom filho à casa torna.",
	"O bom julgador por si se julga.",
	"O bom junto ao pequeno fica maior, e junto ao mau fica pior.",
	"O cão com raiva, do seu dono trava.",
	"O casamento e a mortalha no céu se talha.",
	"O descuidado sempre é necessitado.",
	"O Diabo cobre com uma manta e descobre com um chocalho.",
	"O fraco ofendido atraiçoa e o forte perdoa.",
	"O fruto proibido é o mais apetecido.",
	"O futuro a Deus pertence.",
	"O ganho e a lazeira andam de feira em feira.",
	"O hábito não faz o monge.",
	"O ladrão volta sempre ao local do crime.",
	"O mal e o bem à face vêm.",
	"Ó mar alto, ó mar alto, ó mar alto sem ter fundo; mais vale andar no mar alto do que nas bocas do mundo.",
	"O mau é ter mais olhos do que barriga.",
	"O medo guarda a vinha.",
	"O Melão e a Mulher são maus de conhecer.",
	"O mês de Agosto será gaiteiro, se for bonito o 1º de Janeiro.",
	"O morgado e a morgada e o resto da manada não prestam para nada.",
	"O necessário deleita, o desnecessário atormenta.",
	"O novo por não saber e o velho por não poder deitam tudo a perder.",
	"O olho do dono, engorda o cavalo.",
	"O pouco basta, e o muito se gasta.",
	"O primeiro milho é para os pardais.",
	"O prometido é devido.",
	"O que a água dá, a água levará.",
	"O que anda a cavalo vive pouco e o que anda a pé contam-no por morto.",
	"O que é demais molesta.",
	"O que está feito, feito está.",
	"O que não mata, engorda.",
	"O que não tem remédio, remediado está.",
	"O que o juízo dos pais acumula, a loucura dos filhos desbarata.",
	"O que para uns é mel, para outros é fel.",
	"O que tem de ser, tem muita força.",
	"O rabo, sempre cheira ao que larga.",
	"O Robalo, quem o quiser há-de escamá-lo.",
	"O Saber não ocupa lugar.",
	"O segredo é a alma do negócio.",
	"O seguro morreu de velho.",
	"O seu a seu dono.",
	"O Sogro e o Furão só dão interesse debaixo do chão.",
	"O sol quando nasce é para todos.",
	"O Surdo faz falar o Mudo.",
	"O tempo é o melhor juiz.",
	"O tempo em Fevereiro enganou a Mãe ao soalheiro.",
	"O tempo perdido nunca se recupera.",
	"O trabalho do menino é pouco, mas quem o despreza é louco.",
	"O Verão colhe e o Inverno come.",
	"O Vinho e o Amigo, do mais antigo.",
	"Obra de vilão, deitar pedra e esconder a mão.",
	"Ofende os bons quem poupa os maus.",
	"Olhar para a uva não mata a sede.",
	"Olho azul em português não é sinal de boa rês.",
	"Olho por olho, dente por dente.",
	"Olhos que não vêm, coração que não sente.",
	"Oliveira de meu avô, Figueira de meu pai, vinha que eu plantar.",
	"Onde fores ter, faz como vires fazer.",
	"Onde se chora não cantes.",
	"Onde vai o emprestado, que venha remediado.",
	"Orelha de homem, nariz de mulher e focinho de cão, nunca viram o Verão.",
	"Os amigos são para as ocasiões.",
	"Os cães ladram mas a caravana passa.",
	"Os dias do Natal são saltos de pardal.",
	"Os erros dos médicos a terra os cobre.",
	"Os homens não se medem aos palmos.",
	"Os males dos nossos avós, fazem-no eles e pagamo-los nós.",
	"Os olhos pedem mais do que a barriga aguenta.",
	"Ouriços do S. João são do tamanho dum botão.",
	"Ouro adquirido, sono perdido.",
	"Outubro meio chuvoso, torna o lavrador venturoso.",
	"Outubro quente traz o diabo no ventre.",
	"Outubro suão, negaças de Verão.",
	"Ouve tudo bem, diz o que lhe convém.",
	"Ovelha que berra, bocado que perde.",
	"Pelo S. João, Perdigoto na mão.",
	"Pelo S. Mateus, pega nos bois e lavra com Deus.",
	"Para trás mija a burra.",
	"Paga o justo pelo pecador.",
	"Pagar e morrer, é a última coisa a fazer.",
	"Pai rico, filho nobre, neto pobre.",
	"Pais galegos, filhos barões, netos ladrões.",
	"Pais impertinentes fazem filhos desobedientes.",
	"Palavra de Rei, não volta atrás.",
	"Palavras de mel, coração de fel.",
	"Palavras, leva-as o vento.",
	"Panela velha faz boa sopa.",
	"Pão com olhos, queijo sem olhos e vinho que espirre para os olhos.",
	"Pão proibido abre o apetite.",
	"Pão que sobre, Carne que baste e Vinho que falte.",
	"Para a fome não há mau pão.",
	"Para baixo todos os Santos ajudam.",
	"Para bom entendedor, meia palavra basta.",
	"Para dar e para ter, muito rico é preciso ser.",
	"Para ensinar, é preciso aprender.",
	"Para grandes males, grandes remédios.",
	"Para Junho guarda um toco e uma pinha, e a velha que o dizia guardados os tinha.",
	"Para lá do Marão, mandam os que lá estão.",
	"Para mal que hoje acaba, não é remédio o de amanhã.",
	"Para ovos frigir, temos de os partir.",
	"Para palavras loucas, orelhas moucas.",
	"Para parte de Fevereiro, guarda lenha de Quinteiro.",
	"Parar é morrer.",
	"Páscoa alta, chumbo na malta.",
	"Páscoa em Março, ou fome ou mortaço.",
	"Pássaro do campo cedo madruga.",
	"Patrão fora, feriado na loja.",
	"Pau deitado não chama trovoada.",
	"Pau que nasce torto jamais se endireita",
	"Pedir a avarento, é caçar no mar.",
	"Pedra que rola, não cria musgo.",
	"Peixe não puxa carroça.",
	"Pela boca morre o peixe.",
	"Pelas costas dos outros se vêm as nossas.",
	"Pelo andar da carruagem vê-se logo quem lá vai dentro.",
	"Pelo S. Martinho todo o mosto é bom vinho.",
	"Pelo S. Martinho, deixa a água pró moinho.",
	"Pelo S. Matias começam as enxertias.",
	"Pelo Santiago, cada pinga vale um cruzado.",
	"Pelo voo se conhece a ave.",
	"Pelos Santos neve nos campos.",
	"Pelos Santos trigo semeado, fruto arrancado.",
	"Perdido por cem, perdido por mil.",
	"Pintainho de Janeiro, vai com a mãe ao poleiro.",
	"Poda-me em Janeiro, empa-me em Março e verás o que te faço.",
	"Podar em Março é ser madraço.",
	"Polidez, pouco custa e muito vale.",
	"Por casar nunca ninguém ficou, não foi com quem quis, foi com quem calhou.",
	"Por cima de melão, vinho de tostão.",
	"Por falar se ganha, por falar se perde.",
	"Por morrer uma andorinha não acaba a Primavera.",
	"Por S. Gil, adoba teu candil.",
	"Por S. Mateus faz conta das ovelhas que os borregos são teus.",
	"Por S. Matias, noites iguais aos dias.",
	"Por S. Simão e S. Judas colhidas são as uvas.",
	"Por S. Vicente, toda a água é quente.",
	"Por Santa Maria de Agosto repasta a vaca um pouco.",
	"Porcos com frio e homens com vinho fazem grande ruído.",
	"Pouco a pouco fia a velha o copo.",
	"Pouco e em paz muito se faz.",
	"Poupar enquanto há; não havendo, poupado está.",
	"Preso por ter cão e preso por não ter.",
	"Presunção e água benta cada qual toma a que quer.",
	"Primeiro de Agosto, primeiro de Inverno.",
	"Primeiros trovões e relâmpagos, fertilidade de frutos e esterilidade de campos.",
	"Quem ri por último ri melhor.",
	"Quando a esmola é grande, o santo desconfia.",
	"Quando a esmola é muita, o pobre desconfia.",
	"Quando chove antes da missa, toda a semana borriça.",
	"Quando chove em Agosto, não metas teu dinheiro em mosto.",
	"Quando é de morte o mal, não há médico para curar tal.",
	"Quando é velho o cão, se ladra é porque tem razão.",
	"Quando em Março arrulha a perdiz, ano feliz.",
	"Quando está fora o gato folga o rato.",
	"Quando Maio chegar, quem não arou tem de arar.",
	"Quando mal, nunca pior.",
	"Quando mija um português, mijam logo dois ou três.",
	"Quando minguar a Lua não comeces coisa alguma.",
	"Quando não chove em Fevereiro, nem prados nem centeio.",
	"Quando o ano é de leite, até os bodes o dão.",
	"Quando o burro é jeitoso, qualquer albarda lhe fica bem.",
	"Quando o pobre come galinha, um dos dois está doente.",
	"Quando Outubro for erveiro, Guarda para Março o palheiro.",
	"Quando se declara a guerra, o Diabo alarga o Inferno.",
	"Quando um burro zurra, os outros abaixam as orelhas.",
	"Quando um cai, todos o pisam.",
	"Quando vem Março ventoso, Abril sai chuvoso.",
	"Quanto maior a nau, maior a tormenta.",
	"Quanto mais alto se sobe, maior o trambolhão.",
	"Quanto mais barato estiver o pão, melhor canta o coração.",
	"Quanto mais conheço os homens, mais gosto dos cães.",
	"Quanto mais depressa, mais devagar.",
	"Quanto tens, quanto vales.",
	"Queijo com pão faz homem são.",
	"Queimada a casa, acudir com água.",
	"Queira ou não queira, o burro há-de ir à feira.",
	"Quem a boa árvore se encosta, boa sombra o acolhe.",
	"Quem a muitos há-de manter, muito há-de ter.",
	"Quem abana, nem sempre cai.",
	"Quem acompanha com coxo, ao terceiro dia coxeia.",
	"Quem ama a Beltrão, ama o seu cão.",
	"Quem anda à chuva, molha-se.",
	"Quem ao comer sua, ao trabalho amua.",
	"Quem ao moinho vai, enfarinhado sai.",
	"Quem aos vinte não é, aos trinta não tem, aos quarenta não é ninguém.",
	"Quem bebe no S. Martinho, faz de velho e de menino.",
	"Quem bem ama não esquece.",
	"Quem bem nada não se afoga.",
	"Quem boa cama fizer, nela se há-de deitar.",
	"Quem brinca com o fogo queima-se.",
	"Quem cabritos vende e cabras não tem, dalgum lado lhe vem.",
	"Quem caça de coração é o dono do furão.",
	"Quem cala, consente.",
	"Quem cansa sempre alcança.",
	"Quem canta antes do almoço, chora antes do Sol posto.",
	"Quem canta, seu mal espanta.",
	"Quem casa filha, depenado fica.",
	"Quem casa, quer casa.",
	"Quem com farelos se mistura, porcos o comem.",
	"Quem com ferros mata, com ferros morre.",
	"Quem com os braços não pode, com os dentes acode.",
	"Quem com porcos sonha, até o mato lhe ronca.",
	"Quem come carne na vespera de Natal, ou é burro ou animal.",
	"Quem come fel, não pode cuspir mel.",
	"Quem compra barato, compra duas vezes.",
	"Quem compra terras, compra guerras.",
	"Quem confessa a verdade, não merece castigo.",
	"Quem conhece o seu Coração, desconfia dos seus olhos.",
	"Quem conta um conto, acrescenta-lhe um ponto.",
	"Quem convida de véspera, não quer que vá à festa.",
	"Quem corre por gosto, não cansa.",
	"Quem dá aos pobres, empresta a Deus.",
	"Quem dá e volta a tirar ao Inferno vai parar.",
	"Quem dá o pão, dá a educação.",
	"Quem dá o que tem, a pedir vem.",
	"Quem deixa o certo pelo incerto, ou é tolo ou pouco esperto.",
	"Quem desconfia, não é de confiar.",
	"Quem desdenha quer comprar.",
	"Quem deve a Pedro e paga a Gaspar, volta a pagar.",
	"Quem dívidas não tem, com a sua consciência está bem.",
	"Quem diz tudo o que quer, ouve o que não gosta.",
	"Quem é desconfiado não é sério.",
	"Quem é pobre não tem vícios.",
	"Quem é surdo, guarda segredos.",
	"Quem em Abril não varre a eira e em Maio não rega a leira, anda todo o ano em canseira.",
	"Quem em Janeiro lavrar, tem sete pães para o jantar.",
	"Quem em Julho ara e fia, Ouro cria.",
	"Quem em Maio não merenda, aos finados se encomenda.",
	"Quem em Maio relva, não tem pão nem erva.",
	"Quem em Março come sardinha, em Agosto lhe pica a espinha.",
	"Quem em novo não trabalha, em velho come palha.",
	"Quem em ruim terra nascer, sempre para ela há-de pender.",
	"Quem empresta não melhora.",
	"Quem encontrou sem muito procurar, é porque muito procurou sem encontrar.",
	"Quem espera sempre alcança.",
	"Quem espera, desespera.",
	"Quem está de fora, não racha lenha.",
	"Quem está mal, que se mude.",
	"Quem está vivo, sempre aparece.",
	"Quem estraga velho, paga novo.",
	"Quem fala no barco, quer embarcar.",
	"Quem faz mal, espere outro tal.",
	"Quem faz o que pode, a mais não é obrigado.",
	"Quem feio ama, bonito lhe parece.",
	"Quem guarda acha e quem cria mata.",
	"Quem longe vai casar, ou é enganado ou vai enganar.",
	"Quem madruga, Deus ajuda.",
	"Quem mais alto sobe, ao mais baixo vem parar.",
	"Quem mais jura, mais mente.",
	"Quem mal anda, mal acaba.",
	"Quem mal entende, mal conta.",
	"Quem me repreende, do mal me defende.",
	"Quem meu filho beija, minha boca adoça.",
	"Quem muitas estacas estancha, alguma lhe há-de pegar.",
	"Quem muito apalpa pouco acerta.",
	"Quem muito chora, pouco mija.",
	"Quem muito dorme pouco aprende.",
	"Quem muito fala, pouco aprende.",
	"Quem muito se abaixa, o cu se lhe vê.",
	"Quem namora pelo fato, leva o Diabo ao contrato.",
	"Quem não aparece, esquece.",
	"Quem não arrisca, não petisca.",
	"Quem não chora não mama.",
	"Quem não come por ter comido, não é mal de grande perigo.",
	"Quem não confia, não é de confiar.",
	"Quem não cria, não tosquia.",
	"Quem não debulha em Agosto, debulha com mau rosto.",
	"Quem não deve, não teme.",
	"Quem não estorva, ajuda.",
	"Quem não estraga não estreia.",
	"Quem não governa a lenha, não governa a casa que tenha.",
	"Quem não lerda não medra.",
	"Quem não pede, não o ouve Deus.",
	"Quem não quer ser lobo, não lhe vista a pele.",
	"Quem não sabe ser caixeiro, que feche a loja.",
	"Quem não sabe, é como quem não vê.",
	"Quem não se fartou no comer, não se farta no lamber.",
	"Quem não se ri ao mês, ou é tolo ou quem o fez.",
	"Quem não se sente, não é filho de boa gente.",
	"Quem não tem bois, não promete carrada.",
	"Quem não tem bois, ou antes ou depois.",
	"Quem não tem cão caça com gato.",
	"Quem não tem dinheiro não tem vícios.",
	"Quem não tem marido, não tem amigo.",
	"Quem não tem padrinho, morre Moiro.",
	"Quem não tem vergonha todo o mundo é seu.",
	"Quem o alheio veste na praça o despe.",
	"Quem o inimigo poupa, nas mãos lhe morre.",
	"Quem parte e reparte e fica com a pior parte, ou é tolo ou não tem arte.",
	"Quem pássaros receia, milho não semeia.",
	"Quem pede a Pedro e paga a Gaspar, volta a pagar.",
	"Quem pega por moça, perde por força.",
	"Quem planta no Outono, leva um ano de abono.",
	"Quem poda em Março, vindima no regaço.",
	"Quem porfia, mata caça.",
	"Quem pouco sabe, depressa o reza.",
	"Quem primeiro alça, primeiro calça.",
	"Quem quer bom ervilhal, semeia-o antes de Natal.",
	"Quem quer festa, sua-lhe a testa.",
	"Quem quer sopas gordas, vaca nelas.",
	"Quem quer, vai; quem não quer, manda.",
	"Quem quiser bolota que a trepe.",
	"Quem quiser fazer uma viagem em paz, não leve mulher, nem cão, nem rapaz.",
	"Quem quiser luxo, que lhe custe.",
	"Quem quiser o alho cachapernudo, plante-o no mês do Entrudo.",
	"Quem sabe do barco é o barqueiro.",
	"Quem sabe falar, evita guerrilhar.",
	"Quem sai aos seus não degenera.",
	"Quem saiba e pense, vence e convence.",
	"Quem se deserda antes que morra, merece uma cachaporra.",
	"Quem se mete por atalhos, mete-se em trabalhos.",
	"Quem se pica cardos come.",
	"Quem se quer ver sempre se encontra.",
	"Quem se rala morre cedo.",
	"Quem se veste de ruim pano, veste-se duas vezes por ano.",
	"Quem semeia ventos, colhe tempestades.",
	"Quem seu amigo quiser conservar, com ele não há-de negociar.",
	"Quem só mata, morre cedo.",
	"Quem só uma ovelha tem, mil lobos a comem.",
	"Quem te avisa, teu amigo é.",
	"Quem tem amigos, não morre na cadeia.",
	"Quem tem amores, tem dores.",
	"Quem tem boca não manda soprar.",
	"Quem tem boca, vai a Roma.",
	"Quem tem calos, não se mete em apertos.",
	"Quem tem capa sempre escapa.",
	"Quem tem cu tem medo.",
	"Quem tem filhos tem cadilhos.",
	"Quem tem fome, cardos come.",
	"Quem tem medo fica em casa.",
	"Quem tem saúde e liberdade é rico e não o sabe.",
	"Quem tem sorte ao jogo não tem sorte aos amores.",
	"Quem tem telhados de vidro, não atira pedras ao do vizinho.",
	"Quem tem unhas é que toca viola.",
	"Quem tem vagar, faz colheres.",
	"Quem tudo quer vingar, cedo há-de acabar.",
	"Quem tudo quer, tudo perde.",
	"Quem vai à guerra, dá e leva.",
	"Quem vai ao mar avia-se em terra.",
	"Quem vai para a cama sem ceia, toda a noite rabeia.",
	"Quem vê caras não vê corações.",
	"Quem vier atrás, feche a porta.",
	"Quem vive no convento é que sabe o que se passa lá dentro.",
	"Querer é poder.",
	"Queres pasmar o teu vizinho? Lavra e esterca pelo S. Martinho.",
	"Queres um conselho, pede-o ao velho.",
	"Ramos molhados, anos melhorados.",
	"Rego aberto, meia jeira é.",
	"Ri-se o diabo quando o pobre dá ao farto.",
	"Rogos de rei, mandados são.",
	"Roma e Pavia não se fizeram num dia.",
	"Ruídos ao Nascente: desapõe os bois e foge sempre.",
	"S. João e S. Miguel passados, tanto manda o amo como o criado.",
	"S. Miguel passado, todo o amo é mandado.",
	"S. Miguel soalheiro, enche o celeiro.",
	"Saber esperar é uma grande virtude.",
	"Santos da Terra não fazem milagres.",
	"Sapato branco em Janeiro é sinal de pouco dinheiro.",
	"Sáveis por S. Marcos, enchem-se os barcos.",
	"Se a Senhora das Candeias rir, está o Inverno para vir.",
	"Se chover antes de missa, toda a semana borriça.",
	"Sê em Agosto cuidadoso e aguilhoa o preguiçoso.",
	"Se em Outubro te sentires gelado, lembra-te do gado.",
	"Se o Inverno não erra caminho, têmo-lo pelo S. Martinho.",
	"Se o sapo canta em Janeiro, guarda a palha no sendeiro.",
	"Se o velho pudesse e o novo quisesse, nada havia que não se fizesse.",
	"Se queres ser bom alheiro, planta alhos em Janeiro.",
	"Se queres ser bom milheiro, faz o alqueire em Janeiro.",
	"Se queres um bom alhal, semeia-o antes do Natal.",
	"Se queres ver o teu corpo, abre o teu porco.",
	"Se queres ver o teu marido morto, dá-lhe couves em Agosto.",
	"Seda em Janeiro, ou fantasia ou falta de dinheiro.",
	"Segundo lá escolhestes, assim cá vos contentai.",
	"Semana Santa molhada, terra alterada.",
	"Semeia e cria, e viverás com alegria.",
	"Setembro, ou seca as fontes ou leva as pontes.",
	"Por S. Simão, favas no chão.",
	"Sol de Junho, madruga muito.",
	"Tanta chuva pelas candeias, tantas abelhas pelas comeias.",
	"Tanta vez vai o rato ao moinho, que um dia fica lá com o focinho.",
	"Tantas cabeças, quantas sentenças.",
	"Tantas vezes vai o cântaro à fonte que um dia lá fica a asa.",
	"Tanto lês, que treslês.",
	"Tanto vale cada um na praça, quanto vale o que tem na caixa.",
	"Tantos dias de geada terá Maio, quantos de nevoeiro teve Fevereiro.",
	"Tão ladrão é o que vai à horta, como o que fica à porta.",
	"Tão ladrão é o que vai à vinha, como o que fica à espreita.",
	"Tem o porco meão pelo S. João.",
	"Tempo de Santa Luzia, cresce a noite, minga o dia.",
	"Tempo é dinheiro.",
	"Temporã é a castanha que por Março arrebenta.",
	"Todo o burro come palha, é preciso é saber dar-lha.",
	"Todos os caminhos vão dar à ponte, quando o rio vai de monte a monte.",
	"Todos os caminhos vão dar a Roma.",
	"Todos os pássaros comem trigo e quem paga é o pardal.",
	"Tostão a tostão se faz um milhão.",
	"Tristezas não pagam dívidas.",
	"Tudo em Novembro guardado; em casa ou arrecadado.",
	"Tudo está bem, quando acaba em bem.",
	"Um burro carregado de livros é um doutor.",
	"Um dia, não são dias.",
	"Um galo não canta no ovo.",
	"Um homem atrapalhado, é pior do que uma mulher bêbeda.",
	"Um mal nunca vem só.",
	"Um olho no burro, outro no cigano.",
	"Um olho no prato, outro no gato.",
	"Um rico avarento, não tem amigo nem parente.",
	"Um sabor tem cada caça, mas o porco cento alcança.",
	"Uma água de Maio e três de Abril valem por mil.",
	"Uma coisa pensa o Baio, outra pensa o selador.",
	"Uma maçã por dia, dá uma vida sadia.",
	"Uma mão lava a outra e as duas lavam a cara.",
	"Uma mentira repetida mil vezes torna-se verdade.",
	"Uns comem os figos, a outros rebentam-lhe os lábios.",
	"Vão os anéis mas fiquem os dedos.",
	"Vaso ruim não quebra.",
	"Vê-se na adversidade o que é a amizade.",
	"Velho casado com nova, filhos até à cova.",
	"Velho casado com nova, ou corno ou cova.",
	"Velho e namorado, cedo enterrado.",
	"Velhos são os trapos.",
	"Vem a guerra, vai a guerra, fica a terra.",
	"Vento de Ramos, vento do ano.",
	"Verdura de Janeiro, não vai a palheiro.",
	"Vindima molhada, pipa depressa despejada.",
	"Vinho verde em Janeiro, é mortalha no telheiro.",
	"Viver não custa, o que custa é saber viver.",
	"Voz corrente muito mente.",
	"Voz do povo, voz de Deus.",
	"Zangam-se as comadres, descobrem-se as verdades.",
	"Zurros de burro não chegam aos céus."
]
